;KERRIGAN LEFT ARM
[CNV_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[LPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[MPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[HPL_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[LPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[MPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[HPW_Kerrigan_LeftArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"
;
;KERRIGAN RIGHT ARM
[CNV_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[LPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[MPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[HPL_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[LPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[MPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[HPW_Kerrigan_RightArm X2BodyPartTemplate]
DisplayName="Kerrigan Arm"
;
;KERRIGAN HAIR FOR XCOM OPERATIVES
[Kerrigan_Hair X2BodyPartTemplate]
DisplayName="Kerrigan Hair"

;======================
;WOTC LEFT ARM
;======================
[CNV_Kerrigan_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[CNV_Kerrigan_LeftArm_Templar X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[CNV_Kerrigan_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

;======================
;WOTC RIGHT ARM
;======================
[CNV_Kerrigan_RightArm_Reaper X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[CNV_Kerrigan_RightArm_Templar X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

[CNV_Kerrigan_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="Kerrigan Arm"

